Repository: vinyssus/mixed
Catalog: translations/messages.*.xlf
Languages: fr

source: Symfony is great
fr: Symfony est bien

source: Mixed Vinyl
fr: Mixé par vinyssus

source: Browse Mixes
fr: Liste des mixes

source: My Mixes
fr: Mes mixes

source: Signout
fr: Déconnexion

source: Browse
fr: Liste

source: Filter by Genre
fr: Filtré par le genre

source: All Accordion
fr: Tout les accordion

source: Create a new Record
fr: Créer un nouvel enregistrement

source: Add a song
fr: Ajouté une musique
